<?php

if (!defined('BASEPATH'))
    exit('No direct script access allowed');

class Welcome extends CI_Controller {

    /**
     * @var Bootstrap
     */
    public $bootstrap;

    public function index() {
        $this->load->model('Report_model');
        $this->Report_model->insert(1 , 'department', '1', 'উপ সহকারী কৃষি কর্মকর্তা জনাব মাহমুদা আক্তার সভায় জানান যে, ৩নং ইউপি সদস্যের সঙ্গে আলোচনা করে জহিরাবাদ গ্রামের চাষী মোঃ আশ্রাবউদ্দিন,পিতা ডাঃ আঃ আজিজ এর জমিতে আউশ ধান এর প্রদর্শনী স্থাপন করা হয়েছে। বর্তমানে ইউপি সদস্যগনের সহায়তায় পাট চাষী জরিপ কাজ চলছে। তিনি জানান যে, চাষীদের উদ্ধুদ্ধ করনের মাধ্যমে কমপোষ্ট সার তৈরী ও ধৈঞ্চা আবাদ করনে উৎসাহিত করা হচ্ছে।  তিনি আরো জানান যে, কৃষকদের নিকট থেকে খাদ্য অধিদপ্তর কতৃক ধান প্রতি মন ৭২০/-এবং গম প্রতি মন ৯৬০/-হারে  ক্রয় করা  হবে। তবে ধান ও গম পরিষ্কার  ও পুষ্ঠ হতে হবে। সভাপতি মহোদয় ভবিষ্যতেও ইউনিয়ন পরিষদকে অবহিত করে সব কাজ করার জন্য অনুরোধ করেন।   ', 'ইউনিয়ন পরিষদকে অবহিত করে সব কাজ করা হবে।  ', 'উপ সহকারী কৃষি কর্মকর্তা।');
    }

    

}

