<?php

if (!defined('BASEPATH'))
    exit('No direct script access allowed');

class Welcome extends CI_Controller {

    /**
     * @var Bootstrap
     */
    public $bootstrap;

    public function index() {
        $this->load->model('Report_model');
        $this->Report_model->insert(1 , 'department', '20','ইউনিয়ন সমাজকর্মী জনাব শান্তি রানী সাহা সভায় জানান যে,  গত মাসে ক্ষুদ্র ঋণের আওতায় বিদ্যানগর গ্রামে  ১০ জন সদস্যদের মাঝে ৮০,০০০/-টাকা ঋণ বিতরণ করা হয়েছে।গত ২৩-০৫-২০১২ খ্রিঃ তারিখে ২৮৯ জন বয়স্কভাতা কার্ডধারীর মধ্যে ২,৬০,১০০/- টাকা বিতরণ করা হয়েছে। সমাজের অবহেলিত জনগোষ্টি হিসেবে হিজরা, জন্মগত ধোঁপা, ডোম, হরিজন, জন্মগত মাঝি ইত্যাদি শ্রেণীর জরিজ কাজ চলছে,যা ইউনিয়ন পরিষদকে পূর্বেই অবগত করা হয়েছে।তিনি উক্ত তালিকা প্রনয়নে সকলের সহযোগীতা কামনা করেন। তিনি তাঁর সংস্থা থেকে বিতরণকৃত তুলশিয়া গ্রামের খেলাপী ঋণগ্রহীতাদের ১টি তালিকা সভায় উপস্থাপন করে উক্ত ঋণ আদায়ে ইউপির সহায়তা কামনা করেন। সভাপতি মহোদয় নিজ নিজ ওয়ার্ডের অবহেলিত জনগোষ্টির তালিকা ইউনিয়ন পরিষদে জমা দেওয়ার জন্য সকল সদস্যগণকে অনুরোধ করেন এবং তুলশিয় গ্রামের খেলাপী ঋণ আদায়ে সহায়তা করার জন্য সংশ্লিষ্ট ইউপি সদস্যকে অনুরোধ করেন।' , 'অবহেলিত জনগোষ্টির তালিকা ইউনিয়ন পরিষদে দ্রুত দাখিল করা হবে।

', 'সংশ্লিষ্ট ওয়ার্ড সদস্যগণ।  ');
	}

    

}

